Repository: realtomkwok/MetroParking
Catalog: MetroParking/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

# action.button.clearFilter
source: Clear Filter
zh_hans: 取消筛选
zh_hk: 清除過濾

# action.button.close
source: Close
zh_hans: 关闭
zh_hk: 關閉

# action.button.enable
source: Enable
zh_hans: 启用
zh_hk: 啟用

# action.button.forceRefresh
source: Refresh Now
zh_hans: 立即刷新
zh_hk: 立即更新

# action.button.go
source: GO
zh_hans: 出发
zh_hk: 前往

# action.button.pin
source: Pin
zh_hans: 置顶
zh_hk: 釘選

# action.button.refresh
source: Refresh
zh_hans: 更新
zh_hk: 重新整理

# action.button.unpin
source: Unpin
zh_hans: 取消置顶
zh_hk: 取消釘選

source: Ascending
zh_hans: 升序
zh_hk: 遞增

# availability.status.almostFull
source: Almost Full
zh_hans: 少量空位
zh_hk: 少許車位

# availability.status.available
source: Available
zh_hans: 空位充足
zh_hk: 車位充足

# availability.status.full
source: Full
zh_hans: 车位已满
zh_hk: 車位已滿

# availability.status.noData
source: No Data
zh_hans: 无数据
zh_hk: 無資料

# date.format.ago
source: %@ ago
zh_hans: %@前
zh_hk: %@前

# date.format.updated
source: Updated %@
zh_hans: %@更新
zh_hk: %@更新

# date.label.justNow
source: updated just now
zh_hans: 刚刚更新
zh_hk: 剛剛更新

# date.label.never
source: Never
zh_hans: 从不
zh_hk: 永不

# date.lastUpdated
source: updated %@
zh_hans: %@更新
zh_hk: %@更新

# externalLink.label
source: Going to an external link
zh_hans: 前往外部链接
zh_hk: 前往外部連結

# facilityDetail.label.away
source: away
zh_hans: 之外
zh_hk: 之外

# facilityDetail.label.carPark
source: Car Park
zh_hans: 停车场
zh_hk: 停車場

# facilityDetail.label.noData
source: No data
zh_hans: 无数据
zh_hk: 無資料

# facilityDetail.label.spaces
source: spaces
zh_hans: 空位
zh_hk: 車位

# facilityDetail.section.nearbyParking
source: Nearby Parking
zh_hans: 附近车场
zh_hk: 附近停車場

# facilityDetail.section.travels
source: Travels
zh_hans: 交通
zh_hk: 交通情況

# facilityDetail.section.vacancy
source: Vacancy
zh_hans: 空位
zh_hk: 可泊車位

# facilityList.empty.noPinnedMessage
source: Swipe right on a car park to pin it.
zh_hans: 向右划动以置顶停车场。
zh_hk: 向右劃釘選停車場

# facilityList.empty.noPinnedTitle
source: No Pinned Car Parks
zh_hans: 无置顶的停车场
zh_hk: 無釘選的停車場

# facilityList.placeholder.search
source: Station or suburb
zh_hans: 车站或地区名
zh_hk: 車站或區域

# facilityList.section.title.more
source: More Parking
zh_hans: 更多
zh_hk: 更多

# facilityList.section.title.pinned
source: Pinned
zh_hans: 置顶
zh_hk: 釘選

# facilityList.status.allUpdated
source: All updated
zh_hans: 已更新
zh_hk: 全部更新

# facilityList.status.pinnedOnly
source: Showing pinned car parks only
zh_hans: 仅显示置顶的停车场
zh_hk: 只顯示釘選的停車場

# faq.1.body
source: The app refreshes automatically in the foreground roughly every 60 seconds. If data is stale, you'll see a breathing animation indicating a refresh is in progress. The timestamp shown reflects when it is last updated.
zh_hans: 应用会在前台每隔约 60 秒自动刷新。 如果数据过时，您会看到呼吸动画，表示正在刷新。显示的时间戳为最后刷新的时间
zh_hk: App會在打開的時候每隔約 60 秒自動更新。 如果資料過時，你會見到呼吸動畫，表示正在更新。顯示的時間為最後更新的時間。

# faq.1.title
source: How up-to-date is the parking data?
zh_hans: 停车场资料多久更新一次？
zh_hk: 停車場資料幾時更新？

# faq.2.body
source: Only if you grant permission. Location is used to sort facilities by distance and to calculate driving ETAs. It is never sent to any server and you can disable the location service via Settings anytime.
zh_hans: 仅在你授予权限的情况下，位置才会用于按距离排序停车场及计算驾车预计到达时间。数据绝不会传输至任何服务器，您可以随时通过"设置"关闭定位服务。
zh_hk: 只有在你授予權限的情況下，你的位置才會用於按距離排序停車場，及計算駕車預計到達時間。資料絕不會傳送至任何伺服器，您可以隨時透過「設定」停用定位服務。

# faq.2.title
source: Does the app use my location?
zh_hans: 应用会使用我的位置信息吗？
zh_hk: App 會使用我的位置嗎？

# faq.3.body
source: MetroParking displays exactly what the TfNSW API reports. Occasional discrepancies can happen if a facility's sensors are offline or delayed. Try refresh again and if problem persists, please contact the developer.
zh_hans: MetroParking 显示的内容与 TfNSW API 报告完全一致。如果停车场的传感器离线或延迟，偶尔可能出现数据差异。 请重试，如问题持续，请联系开发者。
zh_hk: MetroParking 顯示的內容與 TfNSW API 報告完全一致。如果停車場的感應器離線或延遲，偶爾可能出現資料差異。 請再試一次，如果問題持續，請聯絡開發者。

# faq.3.title
source: Why does the data sometimes seem wrong?
zh_hans: 为什么停车场数据有出入？
zh_hk: 為什麼停車場資訊有出入？

# faq.carpark.hours.body
source: All Park&Ride car parks operates 24 hours a day, 7 days a week except Dee Why. Park&Ride Dee Why is open from 5.30am to midnight Monday to Saturday, 6.30am to midnight Sundays and public holidays.
zh_hans: 除Dee Why外，所有Park&Ride停车场每周七天、每天24小时开放。 Park&Ride Dee Why的开放时间为周一至周六上午 5:30 至午夜，周日上午 6:30 至午夜，法定节假日同上。
zh_hk: 所有Park&Ride停車場每週七天、每天 24 小時開放，惟Dee Why除外。 Park&Ride Dee Why的開放時間為星期一至六上午 5:30 至午夜，星期日上午 6:30 至午夜，公眾假期亦同。

# faq.carpark.hours.title
source: Operating Hours
zh_hans: 营运时间
zh_hk: 營運時間

# faq.carpark.learnMore.subtitle
source: Visit transportnsw.info for updated information
zh_hans: 请以transportnsw.info网站所示为准
zh_hk: 請參閱[transportnsw.info](transportnsw.info)並以此為準

# faq.carpark.learnMore.title
source: Learn More
zh_hans: 进一步了解
zh_hk: 進一步了解

# faq.carpark.section.title
source: About Park&Ride Car Parks
zh_hans: 关于Park&Ride停车场
zh_hk: 關於Park&Ride

# faqs.section.title
source: Frequently Asked Questions
zh_hans: 常见问题
zh_hk: 常見問題

# feedback.label.issueNotListed
source: Issue not listed?
zh_hans: 还有问题？
zh_hk: 問題未列出？

# feedback.label.viaEmail
source: via Email
zh_hans: 发送电子邮件
zh_hk: 發送電郵

# feedback.row.contactDeveloper
source: Contact Developer
zh_hans: 联系开发者
zh_hk: 聯絡開發者

# feedback.row.faq
source: Frequently Asked Questions
zh_hans: 常见问题
zh_hk: 常見問題

# feedback.row.reportBug
source: Report a bug
zh_hans: 反馈Bug
zh_hk: 報告錯誤

# feedback.row.requestFeature
source: Request a feature
zh_hans: 建议新功能
zh_hk: 要求新功能

# feedback.section.title
source: Feedback
zh_hans: 反馈
zh_hk: 反映意見

# location.alert.description
source: You'll get distance, estimated travel times to a carpark from your current location, and improved search results when it is turned on for MetroParking.
zh_hans: 启用定位服务后，MetroParking将可计算从您所在位置到指定停车场的距离、预估行程时间以及提供优化的搜索结果。
zh_hk: 開啟後，MetroParking 可從您的目前位置計算前往停車場的距離、估計駕車時間，並改善搜尋結果。

# location.alert.headline
source: MetroParking works best with Location Services turned on.
zh_hans: 配合定位服务，MetroParking会更好用。
zh_hk: 開啟「定位服務」，MetroParking會更好用。

# location.alert.title
source: Location Service is Off
zh_hans: 定位服务已关闭
zh_hk: 「定位服務」已關閉

# location.button.keepOff
source: Keep Location Services Off
zh_hans: 保持定位服务关闭
zh_hk: 保持「定位服務」關閉

# location.button.turnOnInSettings
source: Turn on in Settings
zh_hans: 在“设置”中启用
zh_hk: 前往「設定」開啟

# navigation.section.title1
source: Shortcuts
zh_hans: 捷径
zh_hk: 捷徑

# onboarding.button.getStarted
source: Get Started
zh_hans: 开始使用
zh_hk: 開始使用

# onboarding.message.headline
source: Find real-time parking availability at Park&Ride carparks in NSW.
zh_hans: 实时掌握新州 Park&Ride停车场资讯。
zh_hk: 實時掌握NSW Park&Ride停車場資訊。

# onboarding.message.overview.description
source: A glanceable overview of the car park vacancy, location, and more.
zh_hans: 直观的界面为你提供停车场空位、位置、以及更多资讯。
zh_hk: 直觀介面為你提供停車場泊車位，位置，以及更多資訊。

# onboarding.message.overview.title
source: Info at a Glance
zh_hans: 实时数据，一览无遗。
zh_hk: 實時信息，一覽無遺。

# onboarding.message.pin.description
source: Quick access to frequently used car parks on the top of the list.
zh_hans: 置顶常用的停车场在列表之上，以便取用。
zh_hk: 釘選常用停車場在列表之上，以便取用。

# onboarding.message.pin.title
source: Pin Your Favourite
zh_hans: 轻松置顶你的最爱。
zh_hk: 輕鬆釘選你的常用。

# onboarding.message.vacancy
source: Quick view for the vacancy status and available spaces of a selected car park.
zh_hans: 有无空位，一览无遗。
zh_hk: 快速檢視所選停車場的空置狀態及可用車位數量。

# onboarding.message.widget.description
source: Quick look on the car park's availability on your home screen.
zh_hans: 在主屏幕上添加小组件，随时查看停车场情况。
zh_hk: 在主畫面上盡覽各個停車場資訊。

# onboarding.message.widget.title
source: Live Widgets
zh_hans: 小组件已为你就绪。
zh_hk: 小工具已為你就緒。

# onboarding.title.welcome
source: Welcome to MetroParking
zh_hans: 欢迎使用MetroParking
zh_hk: 歡迎使用MetroParking

# review.section.title
source: Review on App Store
zh_hans: 前往App Store评分
zh_hk: 前往App Store評分

# settings.footnote
source: Real-time data provided by [Transport for NSW Open Data](https://opendata.transport.nsw.gov.au/data/dataset/car-park-api)
zh_hans: 实时数据来源自 [Transport for NSW Open Data](https://opendata.transport.nsw.gov.au/data/dataset/car-park-api)
zh_hk: 實時停車場資訊由[Transport for NSW Open Data](https://opendata.transport.nsw.gov.au/data/dataset/car-park-api)提供。

# settings.label.more
source: More
zh_hans: 更多
zh_hk: 更多

# settings.label.title
source: Settings
zh_hans: 设置
zh_hk: 設定

# settings.row.version
source: Version
zh_hans: 版本
zh_hk: 版本

# settings.section.about
source: About
zh_hans: 关于
zh_hk: 關於

# settings.section.help
source: Help
zh_hans: 帮助
zh_hk: 幫助

# settings.title.developer
source: Developer
zh_hans: 开发者
zh_hk: 開發者

# sortFilter.filterOption.available
source: Available
zh_hans: 有空位的
zh_hk: 有位

# sortFilter.filterOption.pinned
source: Pinned
zh_hans: 置顶
zh_hk: 已釘選的

# sortFilter.label.filter
source: Filter
zh_hans: 筛选
zh_hk: 篩選

# sortFilter.label.filterAndSort
source: Filter & Sort
zh_hans: 筛选与排序
zh_hk: 篩選與分類

# sortFilter.label.filters
source: Filters
zh_hans: 筛选
zh_hk: 篩選

# sortFilter.label.order
source: Order
zh_hans: 排列顺序
zh_hk: 順序

# sortFilter.label.sortBy
source: Sort by
zh_hans: 排序
zh_hk: 排列方式

# sortFilter.option.distance
source: Distance
zh_hans: 距离
zh_hk: 距離

# sortFilter.option.lastUpdated
source: Last Updated
zh_hans: 上次更新
zh_hk: 最新

# sortFilter.option.name
source: Name
zh_hans: 名称
zh_hk: 名稱

# sortFilter.order.ascending
source: Ascending
zh_hans: 升序
zh_hk: 升序

# sortFilter.order.descending
source: Descending
zh_hans: 降序
zh_hk: 降序

# sortFilter.status.availableOnly
source: Showing available car parks only
zh_hans: 仅显示用空位的停车场
zh_hk: 只顯示有車位的停車場

# sortFilter.subtitle.aToZ
source: A to Z
zh_hans: 由A到Z
zh_hk: 從A到Z

# sortFilter.subtitle.farthestFirst
source: Farthest First
zh_hans: 由远到近
zh_hk: 從遠至近

# sortFilter.subtitle.nearestFirst
source: Nearest First
zh_hans: 最近优先
zh_hk: 從近至遠

# sortFilter.subtitle.newestFirst
source: Newest First
zh_hans: 由新到旧
zh_hk: 從新到舊

# sortFilter.subtitle.oldestFirst
source: Oldest First
zh_hans: 由旧到新
zh_hk: 從舊到新

# sortFilter.subtitle.zToA
source: Z to A
zh_hans: 由Z到A
zh_hk: 從Z到A

# testflight.section.subtitle
source: via TestFlight
zh_hans: 前往TestFlight
zh_hk: 前往TestFlight

# testflight.section.title
source: Join Beta
zh_hans: 加入试用版
zh_hk: 試用Beta

# time.lessThanMinute
source: Just Updated
zh_hans: 刚刚更新
zh_hk: 剛剛更新

# time.unknown
source: Unknown
zh_hans: 未知
zh_hk: 未知

# tips.message.filterInstruction
source: Tap to filter by availability or sort by distance.
zh_hans: 轻按筛选有空位的停车场，或按距离排序。
zh_hk: 點按篩選可用停車場或按距離排序

# tips.message.pinInstruction
source: Swipe right on any car park to pin it to the top of your list.
zh_hans: 向右划动将常用停车场置顶。
zh_hk: 向右劃任何停車場可將其釘選於列表之上。

# tips.section.recentRefreshes
source: Recent Refreshes
zh_hans: 最近更新
zh_hk: 最近更新

# tips.section.refreshStatus
source: Refresh Status
zh_hans: 更新状态
zh_hk: 更新狀態

# tips.section.title
source: FAQs & Tips
zh_hans: 常见问题与提示
zh_hk: 常見問題及貼士

# tips.title.pinFavourites
source: Pin Your Favourites
zh_hans: 置顶常用车场
zh_hk: 釘選最愛

# tips.title.swipeToPin
source: Swipe right to pin a car park
zh_hans: 右划置顶停车场
zh_hk: 向右劃釘選停車場

# tips.title.swipeToRefresh
source: Swipe down to refresh the list
zh_hans: 向下划动以刷新列表。
zh_hk: 向下劃更新停車場列表

# widget.empty.notSelected
source: Car park not selected
zh_hans: 未选择停车场
zh_hk: 未選中停車場

# widget.empty.selectPrompt
source: Select a car park from the list to display on the widget.
zh_hans: 请选择要显示在小组件的停车场
zh_hk: 從列表中選擇停車場以顯示於小工具。

# widget.hint.longPressToEdit
source: Long press to edit
zh_hans: 长按编辑
zh_hk: 長按編輯

# widget.hint.tapToRefresh
source: Tap to refresh
zh_hans: 轻按刷新
zh_hk: 點一下更新

# widget.title.carParkVacancy
source: Car Park Vacancy
zh_hans: 停车场空位
zh_hk: 停車場可泊車位
